[
  {
    "service_image": "https://i.ibb.co/gRRGz0n/tea.png",
    "service_name": "Tea",
    "service_description": "Indulge in the exquisite world of premium tea blends from all corners of the globe. Our carefully curated selection offers a delightful journey of flavors and aromas. Sip on the richness of Assam, the tranquility of green tea, and the elegance of herbal infusions. Explore the perfect brews that complement every mood and moment. Join us in the art of tea appreciation.",
    "view_detail_button": "https://example.com/service-1-details",
    "service_provider": {
      "provider_image": "https://example.com/provider-1.jpg",
      "provider_name": "TeaTime Elegance"
    },
    "service_price": "$7.99"
  },
  {
    "service_image": "https://i.ibb.co/rQ4b2Yh/soups.png",
    "service_name": "Soups",
    "service_description": "Embark on a sensory journey with our tea tastings. Discover the nuances of various tea varieties through expert-led sessions. Uncover the subtleties of oolong, the boldness of black tea, and the serenity of chamomile. Perfect your tea brewing skills as you explore the diverse world of tea. Tea lovers, this is your haven!",
    "view_detail_button": "https://example.com/service-2-details",
    "service_provider": {
      "provider_image": "https://example.com/provider-2.jpg",
      "provider_name": "TeaCrafters"
    },
    "service_price": "$12.99"
  },
  {
    "service_image": "https://i.ibb.co/bRbK6yk/coffe.png",
    "service_name": "Coffee",
    "service_description": "Elevate your tea experience with our curated collection of tea accessories. From elegant teapots to artisanal cups and saucers, we offer a range of stylish and functional items. Each piece is designed to enhance your tea moments, making them truly memorable. Explore our accessories to find the perfect match for your favorite teas.",
    "view_detail_button": "https://example.com/service-3-details",
    "service_provider": {
      "provider_image": "https://example.com/provider-3.jpg",
      "provider_name": "TeaWare Universe"
    },
    "service_price": "$29.99"
  },
  {
    "service_image": "https://i.ibb.co/WPJGXvb/juice.png",
    "service_name": "Juice",
    "service_description": "Join our immersive tea workshops and become a tea connoisseur. Learn the art of brewing, tasting, and pairing teas from across the world. Our expert tea instructors will guide you through the intricacies of tea preparation. Whether you're a novice or a tea enthusiast, there's something for everyone.",
    "view_detail_button": "https://example.com/service-4-details",
    "service_provider": {
      "provider_image": "https://example.com/provider-4.jpg",
      "provider_name": "TeaMaster Classes"
    },
    "service_price": "$39.99"
  }
]
